<html>
<head>
<title>
Mi primera p&aacute;gina web
</title>
</head>
<body bgcolor="#FFD9D9">



<font size="10%"><center><h1>OUTER BANKS</h1></center></font>


<h4>Outer Banks (OBX) es una serie web estadounidense de acci&oacute;n–aventura, 
misterio y drama adolescente creada por Josh Pate, Jonas Pate y Shannon Burke y lanzada en Netflix. 
El tr&iacute;o tambi&eacute;n sirve como productores ejecutivos, con Rock Fish y Red Canoe Productions como empresas productoras.
La serie sigue a John B. (Chase Stokes) y sus amigos mientras se embarcan en una b&uacute;squeda de un tesoro legendario que
su padre tambi&eacute;n hab&iacute;a buscado antes de desaparecer en el oc&eacute;ano Atl&aacute;ntico.</h4>

<center><table border=0>
<tr><td><img src="johnbysarah.jpg" width=260px>
<td><img src="obx.jpg" width=600px>
<td><img src="jjykiara.jpg" width=300px>
</table></center>


<h3>Personajes principales</h3>


<h4><br>JJ</h4><h5>Pankow naci&oacute; y creci&oacute; en Ketchikan, Alaska.Comenz&oacute; su inter&eacute;s por la actuaci&oacute;n y 
la producci&oacute;n en alg&uacute;n momento de la escuela media a trav&eacute;s de Internet. 
Asisti&oacute; a Ketchikan High School donde jug&oacute; al f&uacute;tbol y particip&oacute; en eventos de campo a trav&eacute;s. 
Pankow originalmente consider&oacute; ir a la escuela culinaria, pero opt&oacute; por convertirse en actor 
y se uni&oacute; a un lote de 2016-2017 en un instituto de actuaci&oacute;n.</br>
<br>Nacimiento 12 de agosto de 1998</br>
<br>Ketchikan, Alaska</br></h5> 

<h4><br>Kiara</h4><h5>Ella es de ascendencia africana e italiana, y fue adoptada por padres blancos. Es la menor de 7 hermanos.
Su madre adoptiva muri&oacute; en 2018, ella y sus dos hermanas tienen un tatuaje en honor a su memoria.
Bailey asisti&oacute; a la escuela secundaria East Forsyth en Kernersville.</br>
<br>Nacimiento 29 de enero de 1999</br>
<br>Kernersville, Carolina del Norte, Estados Unidos</br></h5>

<h4><br>John B</h4><h5>Stokes naci&oacute; y vivi&oacute; los primeros años de su vida en Annapolis, Maryland, 
y en la adolescencia se traslad&oacute; a Orlando, Florida, donde asisti&oacute; a Timber Creek High School.
Al crecer, jug&oacute; hockey sobre hielo.</br>
<br>Nacimiento 16 de septiembre de 1992</br>
<br>Annapolis, Maryland, Estados Unidos</br></h5>


<h4><br>Sarah Cameron</h4><h5>Cline pas&oacute; algunos de sus primeros veranos en la ciudad de Nueva York trabajando en anuncios televisivos.
Pronto comenz&oacute; con pequeños papeles como Chloe en la pel&iacute;cula Boy Erased y Taylor Watts en la serie Vice Principals. 
Tambi&eacute;n tuvo papeles de reparto en las series The Originals y Stranger Things.</br>
<br>Nacimiento 21 de diciembre de 1997</br>
<br>Carolina del Sur, Estados Unidos</br></h5>

<h4><br>Pope</h4><h5>Daviss naci&oacute; y se crio en Conroe, Texas y estudi&oacute; en la Conroe High School, donde jugaba a f&uacute;tbol americano. Tiene una hermana menor.
Su madre vendi&oacute; su casa y se mudaron a California para que &eacute;l siguiera su carrera como actor.</br>
<br>Nacimiento 28 de febrero de 2000</br>
<br>Nashville, Tennessee, Estados Unidos</br></h5>

<h4><br>Cleo</h4><h5>Tambi&eacute;n es conocida por su papel de Danielle Turner en la serie Greenleaf.
Comenz&oacute; a actuar mientras estaba en un campamento de teatro de verano, donde apareci&oacute; en una producci&oacute;n de Treasure Island.
Ella es de ascendencia caribeña. Naci&oacute; en Connecticut, pero ella y su familia se mudaron m&aacute;s tarde al sur de Florida.</br>
<br>Nacimiento 18 de enero de 1991</br>
<br>Los &aacute;ngeles, California,Estados Unidos</br></h5>



<h3>Temporadas</h3>
<table border=6 width=60%>
<tr>
<th width=15%> Temporadas
<th width=15%> Episodios
<th width=15%> Lanzamiento

<tr>
<td>1
<td>10
<td>15 de abril de 2020

<tr>
<td>2
<td>10
<td>30 de julio de 2021

<tr>
<td>3
<td>10
<td>23 de febrero de 2023

<tr>
<td>4
<td>10
<td>10 de octubre de 2024/7 de noviembre de 2024
</tr>
	


<h3>Actores</h3>

<h5><br>Rudy Pankow (JJ):26 años</br>
<img src="jj.jpg" width=100px>
<br>Madison Bailey (KIARA):26 años</br>
<img src="madisonb.jpg" width=100px>
<br>Chase Stokes (JOHN B):32 años</br>
<img src="johnb.jpg" width=100px>
<br>Madelyn Cline (MADELINE CLINE):27 años</br>
<img src="madelyn.jpg" width=100px>
<br>Jonathan Daviss (POPE):25 años</br>
<img src="pope.jpg" width=100px>
<br>Carlacia Grant (CLEO):24 años</br>
<img src="cleo.jpg" width=100px></h5>



